Repository: wheelcms/wheelcms_comments
Catalog: wheelcms_comments/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Name
nl: Naam

source: Body
nl: Bericht

source: Comment View
nl: Commentaar view

source: Please fix your errors
nl: Herstel alstublieft de aangegeven fouten

source: Comment by %(owner)s on %(date)s
nl: Commentaar van %(owner)s op %(date)s

source: Comment posted at
nl: Commentaar geplaatst op

source: by
nl: door

source: Comments
nl: Reakties

source: Edit/delete/publish this comment
nl: Bewerk/verwijd/publiceer deze reaktie

source: No comments
nl: Geen reakties

source: Send
nl: Verstuur
